tap "crisidev/chunkwm"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "facebook/fb"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "caskroom/versions/java8"
brew "autoconf"
brew "bazel"
brew "bison"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "cmake"
brew "coreutils"
brew "eigen"
brew "ffmpeg"
brew "flac"
brew "freeipmi"
brew "gcc"
brew "glew"
brew "glib-networking"
brew "go"
brew "gobject-introspection"
brew "gradle"
brew "gst-plugins-base"
brew "gst-plugins-good"
brew "ilmbase"
brew "irssi"
brew "kubernetes-cli"
brew "libogg"
brew "libusb"
brew "libvorbis"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "maven"
brew "mpc"
brew "mpd"
brew "mpdscribble"
brew "mtr"
brew "ncmpcpp"
brew "nethack"
brew "python"
brew "numpy"
brew "nvm"
brew "openexr"
brew "p7zip"
brew "phantomjs"
brew "pianobar"
brew "pillow"
brew "protobuf"
brew "python@2"
brew "rbenv"
brew "rename"
brew "ruby", link: false
brew "rust"
brew "scipy"
brew "selenium-server-standalone"
brew "sfml"
brew "swig"
brew "tbb"
brew "tldr"
brew "wget"
brew "wireshark"
brew "yarn", args: ["without-node"]
brew "zsh"
brew "crisidev/chunkwm/chunkwm", args: ["HEAD", "with-tmp-logging"]
brew "facebook/fb/buck"
brew "koekeishiya/formulae/kwm"
brew "koekeishiya/formulae/skhd", args: ["HEAD", "with-logging"]
cask "caffeine"
cask "fiji"
cask "firefox"
cask "hexchat"
cask "imagej"
cask "insomnia"
cask "iterm2"
cask "mactex"
cask "processing"
cask "slack"
cask "texstudio"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "caskroom/fonts/font-fontawesome"
cask "caskroom/fonts/font-hack-nerd-font"
cask "visual-studio-code"
